<?php

return [
    'info' => [
        'basic' => [
            'info' => 'إبدأ اليوم بالنشر والبيع بشكل سريع. محتوى ومنتجات لا محدودة، كل أنواع المحتوى متاحة لك. 🚀',
            'about' => 'خطة البداية، للتجربة والتعلم قبل الإنطلاق.',
            'color' => 'bg-[#a58356]',
            'price' => 0,
            "image" => '<svg id="fi_10309648" enable-background="new 0 0 256 256" class="w-12" viewBox="0 0 256 256" xmlns="http://www.w3.org/2000/svg"><path d="" fill="none"></path><path d="m29.6 72v112l44.3-56z" fill="#e5cab1"></path><path d="m29.6 184 98.4 56-27.1-64.4z" fill="#d3b594"></path><path d="m128 16-98.4 56 71.3 8.4z" fill="#f9e9de"></path><path d="m226.4 72-98.4-56 27.1 64.4z" fill="#e5cab1"></path><path d="m128 240 98.4-56-71.3-8.4z" fill="#bc9d71"></path><path d="m182.1 128 44.3 56v-112z" fill="#d3b594"></path><path d="m182.1 128 44.3-56-71.3 8.4z" fill="#dbbfa2"></path><path d="m155.1 80.4-27.1-64.4-27.1 64.4z" fill="#efd8c5"></path><path d="m100.9 175.6 27.1 64.4 27.1-64.4z" fill="#c9a983"></path><path d="m73.9 128-44.3 56 71.3-8.4z" fill="#dbbfa2"></path><path d="m100.9 80.4-71.3-8.4 44.3 56z" fill="#efd8c5"></path><path d="m155.1 175.6 71.3 8.4-44.3-56z" fill="#c9a983"></path><path d="m128 128h-27.1-27l27 47.6h54.2l27-47.6h-27z" fill="#e5cab1"></path><path d="m100.9 80.4-27 47.6h27 27.1 27.1 27l-27-47.6z" fill="#f9e9de"></path></svg>'

        ],
        'plus' => [
            "info" => "دومين مخصص، استقبل المدفوعات أونلاين، اختيار وشراء أي قالب تصميم والربط مع الخدمات الخارجية. 🎨",
            "about" => "خطة الإنطلاق، دومين مخصص، وعمل حقيقي.",
            'color' => 'bg-lime-500',
            'price' => 49,
            'image' => ' <svg id="fi_10309651" class="w-12" enable-background="new 0 0 256 256" viewBox="0 0 256 256" xmlns="http:\/\/www.w3.org\/2000\/svg"><path d="" fill="none"></path><path d="m70.5 28.4-57.5 99.6 115-60.3z" fill="#dbf737"></path><path d="m185.5 28.4h-115l57.5 39.3z" fill="#d3ef30"></path><path d="m128 67.7-115 60.3h54.7z" fill="#eaff6e"></path><path d="m188.3 128h54.7l-115-60.3z" fill="#c6dd26"></path><path d="m243 128-57.5-99.6-57.5 39.3z" fill="#cde82e"></path><path d="m67.7 128 2.8 99.6 57.5-39.3z" fill="#d3ef30"></path><path d="m128 188.3 57.5 39.3 2.8-99.6z" fill="#c6dd26"></path><path d="m13 128 57.5 99.6-2.8-99.6z" fill="#dbf737"></path><path d="m188.3 128-2.8 99.6 57.5-99.6z" fill="#b8d124"></path><path d="m70.5 227.6h115l-57.5-39.3z" fill="#cde82e"></path><path d="m67.7 128 60.3 60.3v-120.6z" fill="#f2ffa4"></path><path d="m128 188.3 60.3-60.3-60.3-60.3z" fill="#e9f763"></path></svg>',

        ],
        'pro' => [
            "info" => "الباقة الأكثر طلبا، كل المزايا السابقة بالإضافة إلى إنشاء تصاميم خاصة، دعم محركات البحث والأدوات التسويقية المتقدمة. 👨🏻‍💻",
            "about" => "صانع وبائع محترف، تحكم أكثر.",
            'color' => 'bg-primary-500',
            'featured' => true,
            'price' => 199,
            'image' => '<svg id="fi_10309616" class="w-12" enable-background="new 0 0 256 256" viewBox="0 0 256 256" xmlns="http:\/\/www.w3.org\/2000\/svg"><path d="m135.3 18-100.5 59.1 47.4 50.9z" fill="#c0ccff"></path><path d="m34.8 178.9 100.5 59.1-53.1-110z" fill="#9aa3f7"></path><path d="m34.8 77.1v101.8l47.4-50.9z" fill="#acb7f9"></path><path d="m235.7 77.1-100.4-59.1 53 110z" fill="#acb7f9"></path><path d="m188.3 128 47.4 50.9v-101.8z" fill="#9aa3f7"></path><path d="m135.3 238 100.4-59.1-47.4-50.9z" fill="#888ff2"></path><path d="m82.2 128 53.1 110v-220z" fill="#d2ddff"></path><path d="m135.3 18v220l53-110z" fill="#c0ccff"></path></svg>',

        ],
        'business' => [
            "about" => "باقة الأعمال، كل مزايا كتالوج تحت يدك.",
            "info" => "كل مزايا كتالوج، ربط خارجي، مستخدمين متعددين و مدير حساب لمساعدة منشأتك على النشر والبيع.  🏢",
            'color' => 'bg-orange-500',
            'price' => 449,
            "image" => '<svg id="&#xB808;&#xC774;&#xC5B4;_1" class="w-12" enable-background="new 0 0 256 256" viewBox="0 0 256 256" xmlns="http:\/\/www.w3.org\/2000\/svg"><path d="m59.7 128h-41.7l14.9 95.1z" fill="#ffbb8d"\/><path d="m32.9 32.9-14.9 95.1h41.7z" fill="#ffc7a1"\/><path d="m128 18-95.1 14.9 95.1 26.8z" fill="#ffc7a1"\/><path d="m223.1 32.9-95.1-14.9v41.7z" fill="#ffbb8d"\/><path d="m238 128-14.9-95.1-26.8 95.1z" fill="#ff954d"\/><path d="m128 238 95.1-14.9-95.1-26.8z" fill="#ff8224"\/><path d="m196.3 128 26.8 95.1 14.9-95.1z" fill="#ff8224"\/><path d="m32.9 223.1 95.1 14.9v-41.7z" fill="#ff954d"\/><path d="m128 196.3 95.1 26.8-26.8-95.1z" fill="#ff954d"\/><path d="" fill="#fcad56"\/><path d="m59.7 128-26.8 95.1 95.1-26.8z" fill="#ffa76c"\/><path d="m196.3 128 26.8-95.1-95.1 26.8z" fill="#ffa76c"\/><path d="" fill="#fcad56"\/><path d="m59.7 128 68.3-68.3-95.1-26.8z" fill="#ffd5b8"\/><path d="m128 59.7-68.3 68.3h38.2z" fill="#ffe2cf"\/><path d="m59.7 128 68.3 68.3-30.1-68.3z" fill="#ffd5b8"\/><path d="m196.3 128-68.3-68.3 30.1 68.3z" fill="#ffc7a1"\/><path d="m158.1 128-30.1 68.3 68.3-68.3z" fill="#ffbb8d"\/><path d="m158.1 128-30.1-68.3-30.1 68.3z" fill="#ffd5b8"\/><path d="m97.9 128 30.1 68.3 30.1-68.3z" fill="#ffc7a1"\/><\/svg>',

        ]
    ],
];
